Repository: lmipsum/heritage-theme
Catalog: lang/*.po
Languages: de_de

source: Sorry, but the page you were trying to view does not exist.
de_de: Es tut uns leid aber die Seite, die du angucken wolltest, existiert nicht.

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
de_de: Du benutzt einen <strong>veralteten</strong> Browser. Bitte <a href="http://browsehappy.com/">aktualisiere deinen Browser</a>, um dein Erlebnis zu verbessern.

source: Error locating %s for inclusion
de_de: Es trat ein Fehler beim Auffinden von %s für die Einbindung auf

source: Sorry, no results were found.
de_de: Es tut uns leid, aber es wurden keine Ergebnisse gefunden.

source: Continued
de_de: Weiterlesen

source: Primary Navigation
de_de: Primäre Navigation

source: Primary
de_de: Primär

source: Footer
de_de: Fußzeile

source: Latest Posts
de_de: Neuste Artikel

source: Search Results for %s
de_de: Suchergebnisse für %s

source: Not Found
de_de: Nicht gefunden

# comments title
source: One response to &ldquo;%2$s&rdquo;
de_de: Eine Reaktion auf &ldquo;%2$s&rdquo;

source: &larr; Older comments
de_de: &larr; Ältere Kommentare

source: Newer comments &rarr;
de_de: Neuere Kommentare &rarr;

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Pages:
de_de: Seiten:

source: By
de_de: Von

source: Sage is a WordPress starter theme. <a href="https://github.com/roots/sage">Contribute on GitHub</a>
de_de: Sage ist ein Wordpress Starter Theme. <a href="https://github.com/roots/sage">Arbeite mit auf GitHub</a>

source: Custom Template
de_de: Eigene Vorlage

source: Opening Hours
de_de: Öffnungszeiten

source: Daily from 6:00 PM
de_de: Taglich ab 18:00 Uhr

source: A la carte orders are welcome until 11:00 PM
de_de: A-la-Carte-Bestellungen werden gerne bis 23:00 Uhr entgegengenommen

source: Order our "Greetings from the HERITAGE" and via email, you´ll receive the latest information on
de_de: Bestellen Sie unseren „Gruß aus dem Heritage“ und Sie erhalten per E-Mail aktuelle Infos über

source: Menu or wine list
de_de: Speise- oder Weinkarten

source: News and events
de_de: News und Events

source: Yes, I have read the <u><a href = "/datenschutz-heritage-hamburg" data-hash="#datenschutzId">privacy policy</a></u> and agree with it.
de_de: Ja, ich habe die <u><a href = "/datenschutz-heritage-hamburg" data-hash="#datenschutzId">Datenschutzerklärung</a></u> gelesen und bin einverstanden.

source: Book a Table
de_de: Reservierung

source: Online Reservation
de_de: Online-Reservierung

source: Don´t miss
de_de: Nichts verpassen

source: Would you like to be updated on the newest creations on our menu, new delicious wines and upcoming events?
de_de: Sie möchten über neueste Kreationen auf unserer Speisekarte, neue feine Weine und bevorstehende Events auf dem Laufenden gehalten werden?

source: Press
de_de: Presse

source: Legal Notice
de_de: Impressum

source: Cuisine
de_de: Kulinarik

source: Learn more about the Heritage
de_de: Erfahren Sie mehr über das Heritage

source: Press Releases
de_de: Pressetexte

source: Press Photos
de_de: Pressefotos

source: Address
de_de: Adresse
